scripts/vegeta/reports/get_media_recommendations_movie_20251219_231437_report.txt
Requests      [total, rate, throughput]  1500, 50.03, 50.01
Duration      [total, attack, wait]      29.996756551s, 29.98039966s, 16.356891ms
Latencies     [mean, 50, 95, 99, max]    30.787472ms, 15.0179ms, 118.87728ms, 341.154344ms, 600.704678ms
Bytes In      [total, mean]              4101000, 2734.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:1500  
Error Set: